# В переменную example записать строку
example = 'Университет'
# Вывести первый символ
print(example[0])
# Вывести последний символ строки
print(example[-1])
# Вывести вторую половину строки
print(example[5:])
# Вывести строку наоборот
print(example[::-1])
# Вывести каждый воторой символ строки
print(example[1::2])